"Open with Keka" = "使用 Keka 打开";
"Compress here" = "压缩当前位置";
"Compress to..." = "压缩至…";
"Extract here" = "提取至当前位置";
"Extract to..." = "提取到…";
"Extract to \"%@\"" = "提取到 \"%@\"";
"Compress with Keka" = "使用 Keka 压缩";
